//
//  QuestionSet.swift
//  News Prosecutor
//
//  Created by Tony Young on 2020/7/6.
//  Copyright © 2020 YangHan-Morningstar. All rights reserved.
//

import Foundation

let imageQuestions = [
    ["image1", "真新闻"],
    ["image2", "真新闻"],
    ["image3", "真新闻"],
    ["image4", "假新闻"],
    ["image5", "假新闻"],
    ["image6", "假新闻"]
]

let textQuestions = [
    ["#山东烟台市长岛县3.7级地震#山东烟台地区位于郯城—营口地震带的中部边缘，大概位于蓬莱长岛一带，故长岛是地震多发区；烟台离燕山—渤海地震带比较远。山东烟台长岛海域近期小震活动相对活跃，地震活动具有小震频次高、震群较多、震源浅的特点，1970年以来曾发生多次4级以上地震，请不要恐慌！", "真新闻"],
    ["#新疆地震#中国地震台网自动测定：08月09日07时27分在新疆博尔塔拉州精河县附近（北纬44.31度，东经82.89度）发生6.1级左右地震，最终结果以正式速报为准。#九寨沟地震##四川九寨沟地震#河北广播电视台即通客户端正在直播", "真新闻"],
    ["新华社北京6月24日电 国务院总理李克强6月24日主持召开国务院常务会议，部署进一步压缩企业开办时间、清理规范行业协会商会收费，为市场主体减负松绑、增添活力；决定改革完善乡村医生和兽医职业资格制度，为高校相关专业毕业生就业提供便利。", "真新闻"],
    ["宁波已发现中国国内第一起埃博拉，此疾病基本死亡率90%。流入中国时间比专家预估时间早十天。大家务必提醒孩子和家人随时肥皂洗手，不吃街边摊和露天食物，买回家的成品食物务必煮开食用，防范在先！切记！！此次埃博拉极可能发展为比SARS更可怕的瘟疫！", "假新闻"],
    ["家长们注意啦：现在得白血病的小孩越来越多，妇幼保健院提示您，请不要给宝宝喝爽歪歪和有添加剂的牛奶饮料，告诉家里有小孩的朋友，旺仔牛奶、可口可乐、爽歪歪、娃哈哈AD钙奶、未来星、QQ星、美汁源果粒奶优菠萝味的。都含有肉毒杆菌。现在紧急召回。有孩子的都转下！！没有孩子的也请友情转转！！", "假新闻"],
    ["广电总局：1、2015年4月起实施限外令，海外电视剧将延迟半年播出。2、演员名人不得主持养生节目3、2015年起一部电视剧将最多在两家卫视联播4、9月到10月底间，必须播爱国主义题材和反法西斯题材。5、严打婚外恋、一夜情内容6、青春校园片可以出现早恋但不许成功7、建国后动物不许修炼成精（转）", "假新闻"]
]
